{
    "title": "VMware as a Service docs",
    "lastupdated": "2024-01-12",
    "introduction": "IBM Cloud for VMware as a Service is an IBM Cloud offering that deploys a comprehensive portfolio of automated and on-demand services for VMware workloads to the cloud. Learn how to make the most of your VMware as a Service experience by using the docs.",
    "section_devtools": {
      "api": "/apidocs/vmware-service"
    },
    "section_recommended": [
      {
        "title": "Getting started with VMware as a Service",
        "description": "Get familiar with the process of ordering a VMware as a Service instance.",
        "href": "/docs/vmware-service?topic=vmware-service-getting-started"
      },
      {
        "title": "Planning the deployment",
        "description": "Ensure that you plan your deployment properly.",
        "href": "/docs/vmware-service?topic=vmware-service-tenant-plan-deploy"
      },
      {
        "title": "Ordering instances",
        "description": "You can order a VMware as a Service instance.",
        "href": "/docs/vmware-service?topic=vmware-service-tenant-ordering"
      },
      {
        "title": "Adding hosts",
        "description": "You can increase or decrease the capacity of your deployment.",
        "href": "/docs/vmware-service?topic=vmware-service-host-adding-deleting"
      },
      {
        "title": "Adding virtual data centers",
        "description": "You can deploy one or more virtual data centers.",
        "href": "/docs/vmware-service?topic=vmware-service-vdc-adding"
      },
      {
        "title": "Viewing instances",
        "description": "You can view the information of the instances that are provisioned for your account.",
        "href": "/docs/vmware-service?topic=vmware-service-tenant-viewing-sites"
      }
    ],
    "section_learn": {
      "developer": "https://developer.ibm.com/depmodels/cloud/",
      "architecture": "https://www.ibm.com/cloud/architecture",
      "training": "https://www.ibm.com/training/cloud",
      "community": "https://community.ibm.com/community/user/publiccloud/home"
    },
    "section_updates": {
      "view_more": "/docs/vmware-service?topic=vmware-service-vmware-service-relnotes",
      "tiles": [
        {
          "date": "12 January 2024",
          "title": "Base charge reduction for on-demand multitenant instances",
          "description": "The base charge for VMware as a Service on-demand multitenant instances is adjusted to $0.00 per month. The six public IP addresses are instead included in the efficiency edge charge."
        },
        {
          "date": "15 December 2023",
          "title": "Cloud-to-cloud migration to VMware as a Service",
          "description": "You can now use cloud-to-cloud connections to migrate IBM Cloud for VMware Solutions Shared instances to VMware as a Service. You can also use cloud-to-cloud connections to migrate workloads from single-tenant and multitenant VMware as a Service instances to another VMware as a Service instance."
        },
        {
          "date": "17 November 2023",
          "title": "Migrating virtual machines to VMware as a Service",
          "description": "The VMware Cloud Director Availability (VCDA) service is now available as a cost-effective solution to easily migrate your VMware vCenter Server or on-premises workloads to the VMware as a Service single-tenant consumption model. Use enterprise-level VCDA to migrate virtual machines over a secure public internet connection at no cost."
        }
      ]
    }
  }
